<?php declare(strict_types=1);

return [
    'successful_send_link_on_change_password' => 'Ссылка для сброса пароля успешно отправлена',
    'link_has_already_been_used_to_set_password' => 'Ссылка уже была использована для установки пароля',
    'at_the_direction_admin_link_invalid' => 'По указанию администратора ссылка недействительна.',
    'not_active' => 'Пользователь должен иметь статус active.',
    'delete_is_active' => 'Нельзя удалить пользователя который имеет статус active.',
    'is_ldap' => 'Ссылка для смены пароля может быть отправлена только пользователю, который не зарегистрирован на корпоративную почту.',
    'is_responsible' => "Вы не можете удалить этого пользователя. У этого пользователя есть контакты",
];
